Repository: DevelopCubeLab/CellularInfo
Catalog: CellularInfo/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: SIM Ready: %@
zh_hans: SIM卡已就绪: %@

source: SIM State Valid: %@
zh_hans: SIM卡有效: %@

# SIMStatus
source: SIM Card Status: %@
zh_hans: SIM卡: %@

# SIMStatusCorporateLocked
source: SIM corporate locked
zh_hans: 企业锁定

# SIMStatusInserted
source: Inserted but not ready
zh_hans: 未就绪

# SIMStatusMemoryFailure
source: SIM memory failure
zh_hans: SIM卡损坏

# SIMStatusNetworkLocked
source: Network locked
zh_hans: 网络锁定

# SIMStatusNotInserted
source: Not inserted or not enable
zh_hans: 无 SIM 卡 / 未启用 SIM 卡

# SIMStatusNotReady
source: Not ready
zh_hans: 未就绪

# SIMStatusOperatorLocked
source: Operator locked
zh_hans: 运营商锁定

# SIMStatusOperatorSubsetLocked
source: Operator subset locked
zh_hans: 子运营商锁定

# SIMStatusPermanentlyLocked
source: Permanently locked (Replace SIM card)
zh_hans: 永久锁定(需要更换SIM卡)

# SIMStatusPINLocked
source: PIN locked
zh_hans: PIN 锁定

# SIMStatusPUKLocked
source: PUK locked
zh_hans: PUK 锁定

# SIMStatusReady
source: Ready
zh_hans: 正常

# SIMStatusServiceProviderLocked
source: Service provider locked
zh_hans: 服务提供商锁定

source: SIM Tray Not Inserted
zh_hans: SIM卡托已弹出

source: SIM Tray Status: %@
zh_hans: SIM卡槽: %@

# SIMType
source: SIM Card Type: %@
zh_hans: SIM卡类型: %@

source: Single SIM
zh_hans: 单卡

# SlotNumber
source: Slot %d
zh_hans: 卡 %d

# SlotNumberPrefixFormat
source: Slot %1$d - %2$@
zh_hans: 卡 %1$d - %2$@

# SlotNumberText
source: Slot %@
zh_hans: 卡 %@

source: SMS Center Number: %@
zh_hans: 短信中心号码: %@

source: SMS Ready: %@
zh_hans: 短信就绪: %@

# SNR
source: SNR: %.1f db
zh_hans: 信噪比(SNR): %.1f db

# SNRHint
source: SNR (Signal-to-Noise Ratio) measures the ratio between the received signal and background noise, indicating overall signal quality. It is typically expressed in dB. Higher values represent cleaner and more stable signals, while lower values indicate higher interference.
zh_hans: SNR（信噪比）用于衡量有效信号与背景噪声之间的比例，反映当前网络连接质量。 单位通常为 dB，数值越高表示信号质量越好。

source: SOS
zh_hans: 紧急呼叫

# SubscriberHomeRegions
source: Subscriber Home Regions (ISO): %@
zh_hans: 用户归属区域(ISO)列表: %@

source: Supported
zh_hans: 支持

# SupportedVoLTE
source: VoLTE Supported: %@
zh_hans: VoLTE: %@

# SupportedWifiCalling
source: Wi-Fi Calling Supported: %@
zh_hans: Wi-Fi Calling: %@

source: Support Network Types: %@
zh_hans: 支持的网络类型: %@

# Supports5G
source: 5G Network: %@
zh_hans: 5G网络: %@

# Supports5GNSA
source: 5G Non-Standalone (NSA): %@
zh_hans: 5G非独立组网(NSA): %@

# Supports5GSA
source: 5G Standalone (SA): %@
zh_hans: 5G独立组网(SA): %@

source: Supports Cellular: %@
zh_hans: 蜂窝网络: %@

source: Supports Embedded SIM: %@
zh_hans: eSIM: %@

source: Supports Hydra: %@
zh_hans: Hydra: %@

source: Switching cellular data
zh_hans: 正在切换蜂窝数据

source: System Capabilities: %@
zh_hans: 系统能力: %@

source: System Compatibility
zh_hans: 系统兼容性

source: System Default Carrier Bundle Version: %@
zh_hans: 系统默认IPCC版本: %@

# TelephonyServices
source: Telephony Services (UT)
zh_hans: 电话服务(呼叫转移, 呼叫等待服务)

# TetheringSettingsEditable
source: Hotspot APN Settings Editable: %@
zh_hans: 修改个人热点APN设置: %@

source: Tethering Status: %@
zh_hans: 网络共享状态: %@

# ThanksBetaTestingMemberMessage
source: Thanks to all members who participated in the beta testing
zh_hans: 感谢所有参与内测的成员

source: Timed Refresh Data
zh_hans: 定时刷新数据

# TimeSeconds
source: %lld Seconds
zh_hans: %lld 秒

source: Tools
zh_hans: 工具

source: Transfer To eSIM Supported: %@
zh_hans: 支持转换为eSIM: %@

# TrollSIMSwitcherApp
source: Troll SIM Switcher
zh_hans: 蜂窝切换器

source: Turn Off
zh_hans: 关闭

source: Turn Off This Line
zh_hans: 关闭此号码

source: Turn On
zh_hans: 打开

source: Turn On This Line
zh_hans: 启用此号码

source: Underlying Data
zh_hans: 原始数据

# UnderlyingSystemError
source: Unknown error: %@
zh_hans: 未知错误: %@

source: Unknown
zh_hans: 未知

source: Unknown Carrier
zh_hans: 未知运营商

source: Unknown Network Mode
zh_hans: 未知网络类型

# UnknownWithError
source: Unknown (%@)
zh_hans: 未知 (%@)

source: Unlocked
zh_hans: 无锁

# UnsavedChangesRefreshMessage
source: You have unsaved network band settings. Continuing will discard these changes. Do you want to continue?
zh_hans: 当前有尚未保存的网络频段设置。继续刷新将丢失这些设置，是否继续？

# Uplink
source: Uplink (UL)
zh_hans: 上行(UL)

source: Use 2G network: %@
zh_hans: 使用2G网络: %@

# UseComputerInstallThisIPCC
source: Use Computer to Install This IPCC
zh_hans: 使用电脑安装此IPCC文件

# UseComputerInstallThisIPCCMessage
source: Please use iTunes on Windows or Finder on Mac to install this IPCC file.
zh_hans: 请使用Windows电脑上的iTunes或Mac上的Finder来安装此 IPCC 文件

# UseComputerInstallThisIPCCWithWarningMessage
source: Please use iTunes on Windows or Finder on Mac to install this IPCC file. The current IPCC file may be incompatible and it is not recommended to installation.
zh_hans: 请使用Windows电脑上的iTunes或Mac上的Finder来安装此 IPCC 文件 当前的IPCC文件可能存在不兼容情况，不建议安装

# UseDefaultBrowserOpenLink
source: Open the link using the default browser?
zh_hans: 使用默认浏览器打开链接?

# UseHomeNetworkPolicy
source: Home Network Policy: %@
zh_hans: 使用本地策略网络: %@

# UseHomeNetworkPolicyHint
source: Indicates whether your connection is charged at local rates. This usually reflects whether you are roaming, but some carrier SIM cards may be exceptions.
zh_hans: 表示当前是否按本地资费方式使用网络，通常可理解为是否在漫游，但少数运营商 SIM 卡可能例外。

source: Use IMEI: %@
zh_hans: 使用的IMEI: %@

source: Use Network MTU
zh_hans: 使用网络侧 MTU

source: Username
zh_hans: 用户名

source: Use System Language
zh_hans: 使用系统语言

# UsingEmbeddedSIMDownloadService
source: Using eSIM download service: %@
zh_hans: 正在使用eSIM下载服务: %@

# UsingEmbeddedSIMDownloadServiceHint
source: When no network connection is available, the system may use the embedded eSIM data channel to download an eSIM profile. This typically occurs when: 1. Wi-Fi is disconnected 2. No SIM card is inserted and no eSIM is installed 3. An eSIM is being added or downloaded
zh_hans: 当设备没有可用的网络连接时，系统可能会使用内置eSIM的数据通道来下载eSIM配置文件 该状态通常出现在: 1. 未连接 Wi-Fi 2. 未插入 SIM 卡且没有已安装的eSIM 3. 正在添加或下载eSIM

source: Valid
zh_hans: 已认证

source: Version
zh_hans: 版本

source: Version Compatibility
zh_hans: 版本检查

source: Voicemail
zh_hans: 语音信箱

source: With SIM
zh_hans: 有SIM卡

source: Yes
zh_hans: 是

source: Zero-Rated Data
zh_hans: 免流数据
